Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Two lonely small singles: a 3 and a 6. Most beginners lead the 3 first. Most beginners are wrong.
ar: ورقتان مفردتان صغيرتان وحيدتان: 3 و6. معظم المبتدئين يبدأون بالـ3 أولاً. ومعظم المبتدئين مخطئون.
de: Zwei einsame kleine Einzelkarten: eine 3 und eine 6. Die meisten Anfänger spielen zuerst die 3 an. Die meisten Anfänger liegen falsch.
es: Dos cartas solas pequeñas: un 3 y un 6. La mayoría de los principiantes lideran primero el 3. La mayoría de los principiantes se equivocan.
fr: Deux petits singletons solitaires : un 3 et un 6. La plupart des débutants jouent le 3 d'abord. La plupart des débutants se trompent.
hi: दो अकेले छोटे सिंगल: एक 3 और एक 6। ज़्यादातर शुरुआती पहले 3 चलते हैं। ज़्यादातर शुरुआती ग़लत होते हैं।
id: Dua kartu tunggal kecil yang kesepian: kartu 3 dan kartu 6. Kebanyakan pemula memimpin kartu 3 dulu. Kebanyakan pemula salah.
ja: ぽつんと残った小さな単張二つ：3と6。たいていの初心者は先に3を出す。たいていの初心者は間違っている。
ko: 외로운 작은 단장 둘: 3과 6. 대부분의 초보자는 3을 먼저 냅니다. 대부분의 초보자가 틀렸습니다.
pt_br: Dois avulsos pequenos e solitários: um 3 e um 6. A maioria dos iniciantes lidera o 3 primeiro. A maioria dos iniciantes está errada.
ru: Два одиноких мелких одиночки: тройка и шестёрка. Большинство новичков сначала ходят тройкой. Большинство новичков ошибаются.
zh_hans: 两张孤零零的小单:一张3和一张6。大多数新手会先出3。大多数新手都错了。
zh_hant: 兩張孤零零的小單張：一張3和一張6。大多數新手會先出3。大多數新手都錯了。

source: Two of the same rank
ar: ورقتان من نفس الرتبة
de: Zwei desselben Rangs
es: Dos del mismo rango
fr: Deux cartes du même rang
hi: एक ही रैंक के दो
id: Dua kartu bernilai sama
ja: 同じランクが2枚
ko: 같은 숫자 두 장(페어)
pt_br: Duas do mesmo valor
ru: Две карты одного достоинства
zh_hans: 两张同点数的牌
zh_hant: 兩張同點數的牌

source: Two opponents: one holds 9 cards, one holds 10. Who gets your pressure?
ar: خصمان: أحدهما يحمل 9 أوراق، والآخر يحمل 10. على من تضع ضغطك؟
de: Zwei Gegner: einer hält 9 Karten, einer hält 10. Wer bekommt deinen Druck?
es: Dos oponentes: uno tiene 9 cartas, otro tiene 10. ¿A quién presionas?
fr: Deux adversaires : l'un a 9 cartes, l'autre 10. Sur qui mets-tu la pression ?
hi: दो विरोधी: एक के पास 9 पत्ते, एक के पास 10। किस पर दबाव डालोगे?
id: Dua lawan: satu pegang 9 kartu, satu pegang 10. Siapa yang kamu tekan?
ja: 相手は二人：一人は9枚、もう一人は10枚。さあ、どちらに圧をかける？
ko: 상대 둘: 한 명은 9장, 한 명은 10장을 쥐고 있습니다. 누구에게 압박을 가할까요?
pt_br: Dois oponentes: um tem 9 cartas, o outro tem 10. Quem recebe sua pressão?
ru: Два соперника: у одного 9 карт, у другого 10. На кого давить?
zh_hans: 两个对手:一个手里9张,一个手里10张。该把压力给谁?
zh_hant: 兩名對手：一個手裡有9張牌，一個有10張。你的壓力該給誰？

source: Two runners: one at 7 cards, one at 8. The rhyme says fight only one of them. Which? (打七不打八)
ar: متسابقان: أحدهما عند 7 أوراق، والآخر عند 8. تقول القافية إنك تقاتل واحداً منهما فقط. فأيهما؟ (打七不打八)
de: Zwei Läufer: einer bei 7 Karten, einer bei 8. Der Reim sagt, kämpfe nur gegen einen. Welchen? (打七不打八)
es: Dos corredores: uno con 7 cartas, otro con 8. El refrán dice que solo luches contra uno. ¿Cuál? (打七不打八)
fr: Deux poursuivants : l'un à 7 cartes, l'autre à 8. Le dicton dit de n'en attaquer qu'un. Lequel ? (打七不打八)
hi: दो भागते हुए: एक 7 पत्तों पर, एक 8 पर। कहावत कहती है सिर्फ़ एक से लड़ो। किससे? (打七不打八)
id: Dua pelari: satu di 7 kartu, satu di 8. Pepatahnya bilang lawan satu saja. Yang mana? (打七不打八)
ja: 逃げる相手が二人：一人は7枚、もう一人は8枚。語呂はどちらか片方だけ叩けと言う。どっち？（打七不打八）
ko: 달리는 두 사람: 한 명은 7장, 한 명은 8장. 격언은 둘 중 하나만 치라고 합니다. 누구를? (打七不打八 — 칠은 치고 팔은 안 친다)
pt_br: Dois correndo: um com 7 cartas, outro com 8. O ditado diz para enfrentar só um deles. Qual? (打七不打八)
ru: Два бегуна: у одного 7 карт, у другого 8. Поговорка велит сражаться лишь с одним. С кем? (打七不打八)
zh_hans: 两个领跑者:一个剩7张,一个剩8张。口诀说只打其中一个。打哪个?(打七不打八)
zh_hant: 兩名快出完的對手：一個剩7張牌，一個剩8張。口訣說只打其中一個。打哪個？（打七不打八）

source: Two species of player
ar: نوعان من اللاعبين
de: Zwei Spielerarten
es: Dos especies de jugador
fr: Deux espèces de joueurs
hi: खिलाड़ियों की दो प्रजातियाँ
id: Dua jenis pemain
ja: 二種類のプレイヤー
ko: 두 종류의 플레이어
pt_br: Duas espécies de jogador
ru: Два вида игроков
zh_hans: 两类玩家
zh_hant: 兩種玩家

source: Unbeatable — and should be played MORE freely, not hoarded
ar: لا تُقهر — وينبغي أن تُلعب بحرية أكبر، لا أن تُكتنز
de: Unschlagbar – und sollte FREIER gespielt, nicht gehortet werden
es: Invencible, y deberías jugarla MÁS libremente, no atesorarla
fr: Imbattable — et à jouer PLUS librement, pas à thésauriser
hi: अजेय — और इसे जमा करके रखने के बजाय और भी खुलकर चलना चाहिए
id: Tak terkalahkan — dan justru harus dimainkan lebih BEBAS, bukan ditimbun
ja: 無敵——だからこそ抱え込まず、もっと自由に切るべき札
ko: 이길 수 없는 패 — 쟁여두지 말고 오히려 더 거리낌 없이 내야 함
pt_br: Imbatível — e deve ser jogada com MAIS liberdade, não acumulada
ru: Непобедима — и играть её стоит СВОБОДНЕЕ, а не копить
zh_hans: 无敌——而且应该更随性地打出去,别囤着
zh_hant: 無敵——而且應該更放手地去打，別囤著

source: Unclear hand, unclear table? "Situation unknown — pairs go first." Pairs are the probing shape: cheap, informative, and they ask your partner a question without overcommitting.
ar: يد غير واضحة وطاولة غير واضحة؟ "الموقف مجهول — الأزواج أولاً". الأزواج هي شكل الاستطلاع: رخيصة وكاشفة، وتطرح على شريكك سؤالاً دون أن تفرط في الالتزام.
de: Unklares Blatt, unklarer Tisch? „Lage unbekannt – Paare zuerst." Paare sind die Sondierform: billig, aufschlussreich, und sie stellen deinem Partner eine Frage, ohne dich zu sehr festzulegen.
es: ¿Mano confusa, mesa confusa? "Situación desconocida: las parejas van primero". Las parejas son la forma de tanteo: baratas, informativas, y le hacen una pregunta a tu compañero sin comprometerte de más.
fr: Main floue, table floue ? « Situation inconnue — les paires d'abord. » Les paires sont la forme de sondage : bon marché, instructives, et elles posent une question à ton partenaire sans trop t'engager.
hi: हाथ अस्पष्ट, मेज़ अस्पष्ट? "हालात अनजान — जोड़े पहले।" जोड़े टटोलने वाला आकार हैं: सस्ते, जानकारी देने वाले, और ये तुम्हारे साथी से सवाल पूछते हैं बिना ज़्यादा जोखिम के।
id: Tangan tak jelas, meja tak jelas? "Situasi tak diketahui — pasangan dulu." Pasangan adalah bentuk penjajak: murah, informatif, dan bertanya ke pasanganmu tanpa terlalu berkomitmen.
ja: 手も場も読めない？「状況不明——ペアが先」。ペアは探りの形：安くて、情報が取れて、踏み込みすぎずに相棒へ問いかけられる。
ko: 패도 애매하고 판세도 애매한가요? "상황 불명 — 페어부터." 페어는 떠보는 패 모양입니다: 값싸고, 정보를 주며, 과하게 걸지 않고도 파트너에게 질문을 던집니다.
pt_br: Mão indefinida, mesa indefinida? "Situação desconhecida — pares primeiro." Os pares são a forma de sondagem: baratos, informativos e fazem uma pergunta ao seu parceiro sem se comprometer demais.
ru: Непонятна рука, непонятен стол? «Положение неясно — пары вперёд». Пары — это пробная фигура: дешёвая, информативная, и они задают партнёру вопрос, не переусердствовав.
zh_hans: 牌情不明,桌面不明?"形势未知,先出对子。"对子是探路的牌型:便宜、给信息,还能向搭档问话却不会过度投入。
zh_hant: 牌局不明、桌面不清？「局勢不明，先出對子。」對子是探路的牌型：便宜、能傳遞信息，又能向搭檔問一句話，而不至於投入過多。

source: Upstream is your supply line
ar: اللاعب السابق هو خطّ إمدادك
de: Der Upstream ist deine Nachschublinie
es: El jugador anterior es tu línea de suministro
fr: L'amont est ta ligne de ravitaillement
hi: अपस्ट्रीम तुम्हारी रसद-रेखा है
id: Hulu adalah jalur pasokanmu
ja: 上家は君の補給線
ko: 상가(上家)는 당신의 보급선이다
pt_br: O adversário a montante é sua linha de abastecimento
ru: Верховье — твоя линия снабжения
zh_hans: 上游就是你的补给线
zh_hant: 上家就是你的補給線

source: Usually ignore it — bomb or trapped either way
ar: تجاهلها عادةً — قنبلة أو محاصرة في كلتا الحالتين
de: Meist ignorieren – Bombe oder gefangen, so oder so
es: Normalmente ignórala: bomba o atrapada de cualquier forma
fr: À ignorer en général — bombe ou piégé de toute façon
hi: आम तौर पर इसे छोड़ दो — चाहे बम हो या फँसा हुआ, दोनों ही हाल में
id: Biasanya abaikan saja — entah bom atau terjebak bagaimanapun juga
ja: たいてい無視でいい——炸弾でも詰みでも、どっちみち同じ
ko: 보통은 무시 — 어차피 炸彈이거나 갇힌 신세
pt_br: Geralmente ignore — bomba ou encurralado de qualquer jeito
ru: Обычно не трогай — там либо бомба, либо ловушка
zh_hans: 通常别理它——反正不是炸弹就是被困死
zh_hant: 通常別管它——反正不是炸彈就是被困死

source: WEAK
ar: ضعيفة
de: SCHWACH
es: DÉBIL
fr: FAIBLE
hi: कमज़ोर
id: LEMAH
ja: 弱
ko: 약함
pt_br: FRACA
ru: СЛАБАЯ
zh_hans: 弱
zh_hant: 弱

source: WILD
ar: متعددة
es: COMODÍN
fr: PASSE-PARTOUT
hi: वाइल्ड
id: BEBAS
ja: 百搭
ko: 百搭(만능패)
pt_br: CURINGA
ru: БАНТ (百搭)
zh_hans: 百搭
zh_hant: 百搭

source: Watch the card counters
ar: راقب عدّادات الأوراق
de: Achte auf die Kartenzähler
es: Vigila a los que cuentan cartas
fr: Surveille les compteurs de cartes
hi: पत्ते गिनने वालों पर नज़र रखो
id: Perhatikan penghitung kartu
ja: 札数を数える者を見よ
ko: 패 수를 세는 사람을 주시하라
pt_br: Fique de olho em quem conta as cartas
ru: Следи за счётчиками карт
zh_hans: 盯紧数牌的人
zh_hant: 盯緊記牌的人

source: We trained this app's AI by making different versions fight each other for thousands of matches — and by studying champion engines. Some 'obvious' strategies LOST badly; some boring ones dominated. These five questions are the survivors. Every answer comes with the win-rate data.
ar: درّبنا ذكاء هذا التطبيق الاصطناعي بجعل نسخ مختلفة تتقاتل عبر آلاف المباريات — وبدراسة محركات الأبطال. بعض الاستراتيجيات "البديهية" خسرت خسارة فادحة؛ وبعض المملة هيمنت. هذه الأسئلة الخمسة هي الناجية. كل إجابة تأتي مع بيانات معدل الفوز.
de: Wir haben die KI dieser App trainiert, indem wir verschiedene Versionen in Tausenden von Partien gegeneinander antreten ließen – und indem wir Champion-Engines studierten. Manche „offensichtlichen" Strategien VERLOREN heftig; manche langweiligen dominierten. Diese fünf Fragen sind die Überlebenden. Jede Antwort kommt mit den Siegquoten-Daten.
es: Entrenamos la IA de esta app haciendo que distintas versiones se enfrentaran entre sí durante miles de partidas, y estudiando motores de campeones. Algunas estrategias 'obvias' PERDIERON feo; algunas aburridas dominaron. Estas cinco preguntas son las supervivientes. Cada respuesta viene con datos de tasa de victoria.
fr: Nous avons entraîné l'IA de cette appli en faisant s'affronter différentes versions sur des milliers de parties — et en étudiant les moteurs des champions. Certaines stratégies « évidentes » ont LOURDEMENT perdu ; certaines ennuyeuses ont dominé. Ces cinq questions sont les survivantes. Chaque réponse est accompagnée des données de taux de victoire.
hi: हमने इस ऐप की AI को अलग-अलग संस्करणों को हज़ारों मैचों तक आपस में लड़ाकर — और चैंपियन इंजनों का अध्ययन करके — प्रशिक्षित किया। कुछ 'साफ़ ज़ाहिर' रणनीतियाँ बुरी तरह हारीं; कुछ उबाऊ रणनीतियाँ छा गईं। ये पाँच सवाल वही बचे हुए हैं। हर जवाब के साथ जीत-दर का आँकड़ा आता है।
id: Kami melatih AI aplikasi ini dengan mengadu berbagai versinya selama ribuan pertandingan — dan dengan mempelajari mesin juara. Beberapa strategi 'yang jelas' KALAH telak; beberapa yang membosankan justru mendominasi. Lima pertanyaan ini adalah para penyintasnya. Setiap jawaban disertai data tingkat kemenangan.
ja: このアプリのAIは、異なるバージョン同士を何千局も戦わせ、さらに王者級エンジンを研究して鍛えた。「当たり前」とされる戦略のいくつかは惨敗し、退屈な戦略のいくつかが圧倒した。この五つの問いは、その生き残りだ。すべての答えに勝率データが付いている。
ko: 우리는 이 앱의 AI를 서로 다른 버전끼리 수천 판을 싸우게 하고, 챔피언 엔진을 연구해서 훈련시켰습니다. 어떤 '당연한' 전략은 처참히 졌고, 어떤 지루한 전략은 압도했습니다. 이 다섯 질문은 그 생존자들입니다. 모든 답에는 승률 데이터가 따라옵니다.
pt_br: Treinamos a IA deste app fazendo versões diferentes lutarem entre si por milhares de partidas — e estudando engines campeãs. Algumas estratégias 'óbvias' PERDERAM feio; algumas chatas dominaram. Estas cinco perguntas são as sobreviventes. Cada resposta vem com os dados de taxa de vitória.
ru: Мы обучали ИИ этого приложения, стравливая разные версии в тысячах матчей — и изучая чемпионские движки. Некоторые «очевидные» стратегии проигрывали с треском; некоторые скучные доминировали. Эти пять вопросов — выжившие. К каждому ответу прилагаются данные о проценте побед.
zh_hans: 我们训练这款App的AI,是让不同版本互相厮杀上千局——再去研究冠军引擎。一些"显而易见"的策略输得很惨;一些枯燥的策略却称霸全场。这五道题,就是活下来的那些。每个答案都附带胜率数据。
zh_hant: 我們訓練這款App的AI，是讓不同版本互相對戰數千局——並研究冠軍引擎。一些「顯而易見」的策略慘敗收場；一些枯燥乏味的策略卻稱霸全場。這五道問題就是倖存下來的精華。每個答案都附帶勝率數據。

source: Welcome to GuanDan!
ar: أهلاً بك في غواندان!
de: Willkommen bei GuanDan!
es: ¡Bienvenido al GuanDan!
fr: Bienvenue au GuanDan !
hi: गुआनडान में आपका स्वागत है!
id: Selamat datang di GuanDan!
ja: 掼蛋へようこそ！
ko: 掼蛋(관단)에 오신 것을 환영합니다!
pt_br: Bem-vindo ao GuanDan!
ru: Добро пожаловать в Гуаньдань!
zh_hans: 欢迎来到掼蛋!
zh_hant: 歡迎來到掼蛋！

source: Welcome to your first real hand! 🐼 Coach Wu, across the table, is your PARTNER. Everyone got 8 cards — empty your hand first to win.
ar: أهلاً بك في يدك الحقيقية الأولى! 🐼 المدرب وو، المقابل لك على الطاولة، هو شريكك. حصل الجميع على 8 أوراق — أفرغ يدك أولاً لتفوز.
de: Willkommen zu deinem ersten echten Blatt! 🐼 Coach Wu, dir gegenüber, ist dein PARTNER. Alle haben 8 Karten bekommen – leere zuerst deine Hand, um zu gewinnen.
es: ¡Bienvenido a tu primera mano de verdad! 🐼 El Entrenador Wu, al otro lado de la mesa, es tu COMPAÑERO. Todos recibieron 8 cartas: vacía tu mano primero para ganar.
fr: Bienvenue dans ta première vraie main ! 🐼 Coach Wu, en face de toi, est ton PARTENAIRE. Tout le monde a reçu 8 cartes — vide ta main en premier pour gagner.
hi: अपने पहले असली हाथ में स्वागत है! 🐼 मेज़ के उस पार कोच वू तुम्हारे साथी हैं। सबको 8 पत्ते मिले — जीतने के लिए सबसे पहले अपना हाथ ख़ाली करो।
id: Selamat datang di tangan sungguhan pertamamu! 🐼 Coach Wu, di seberang meja, adalah PASANGANmu. Semua orang dapat 8 kartu — kosongkan tanganmu lebih dulu untuk menang.
ja: 初めての本番の手へようこそ！🐼 向かいに座る呉コーチが君の相棒だ。全員8枚配られた——先に手札を空にした者が勝ちだ。
ko: 당신의 첫 실전 판에 오신 걸 환영합니다! 🐼 맞은편의 우(吳) 코치가 당신의 파트너입니다. 모두 8장씩 받았습니다 — 패를 먼저 비우면 이깁니다.
pt_br: Bem-vindo à sua primeira mão de verdade! 🐼 O Treinador Wu, do outro lado da mesa, é seu PARCEIRO. Todos receberam 8 cartas — esvazie sua mão primeiro para vencer.
ru: Добро пожаловать в твою первую настоящую раздачу! 🐼 Тренер У напротив — твой ПАРТНЁР. Все получили по 8 карт — опустоши руку первым, чтобы победить.
zh_hans: 欢迎打你的第一手真牌!🐼坐你对面的吴教练,是你的搭档。每人发到8张牌——先清空手牌的人获胜。
zh_hant: 歡迎來到你的第一手真正對局！🐼 坐在你對面的吳教練，是你的搭檔。每人發到8張牌——先清空手牌的人獲勝。

source: What is GuanDan?
ar: ما هي غواندان؟
de: Was ist GuanDan?
es: ¿Qué es el GuanDan?
fr: Qu'est-ce que le GuanDan ?
hi: गुआनडान क्या है?
id: Apa itu GuanDan?
ja: 掼蛋って何？
ko: 掼蛋(관단)이란?
pt_br: O que é GuanDan?
ru: Что такое Гуаньдань?
zh_hans: 什么是掼蛋?
zh_hant: 什麼是掼蛋？

source: When a clean fight doesn't favor you, follow tricks you don't strictly need — without breaking your shapes. Opponents lose the thread of what you hold, and confusion is cover for an escape.
ar: حين لا تميل المعركة النظيفة لصالحك، تابع جولات لست بحاجة ماسّة إليها — دون أن تكسر أشكالك. يفقد الخصوم خيط ما تحمله، والارتباك غطاء للهروب.
de: Wenn ein offener Kampf dir nicht in die Karten spielt, folge Stichen, die du nicht unbedingt brauchst – ohne deine Formen zu zerbrechen. Die Gegner verlieren den Faden, was du hältst, und Verwirrung ist Deckung für die Flucht.
es: Cuando una pelea limpia no te favorece, sigue bazas que no necesitas estrictamente, sin romper tus formas. Los oponentes pierden el hilo de lo que tienes, y la confusión es cobertura para escapar.
fr: Quand un affrontement franc ne te favorise pas, suis des plis dont tu n'as pas strictement besoin — sans casser tes formes. Les adversaires perdent le fil de ce que tu tiens, et la confusion sert de couverture pour une évasion.
hi: जब साफ़ लड़ाई तुम्हारे पक्ष में न हो, तो ऐसी चालों के पीछे चलो जिनकी तुम्हें सख़्त ज़रूरत नहीं — पर अपने आकार तोड़े बिना। विरोधी यह सुराग़ खो देते हैं कि तुम्हारे पास क्या है, और उलझन ही भागने की ओट बन जाती है।
id: Saat pertarungan terbuka tak menguntungkanmu, ikuti trik yang tak benar-benar kamu butuhkan — tanpa merusak bentukmu. Lawan kehilangan jejak apa yang kamu pegang, dan kebingungan adalah tabir untuk kabur.
ja: 正面切った勝負が分（ぶ）が悪いときは、必ずしも要らないトリックにも付き合え——ただし自分の形は崩さずに。相手は君の手の中身を見失う。そして混乱は、逃げ込むための隠れ蓑になる。
ko: 정면 승부가 불리할 땐, 패 모양을 깨지 않는 선에서 굳이 필요 없는 판도 따라가세요. 상대는 당신이 무엇을 쥐었는지 갈피를 잃고, 그 혼란이 곧 탈출의 엄폐물이 됩니다.
pt_br: Quando uma briga limpa não te favorece, acompanhe rodadas que você não precisa estritamente — sem quebrar suas formas. Os oponentes perdem a noção do que você tem, e a confusão é abrigo para uma fuga.
ru: Когда честная схватка тебе не на руку, иди в взятки, которые тебе не очень-то нужны, — не ломая своих фигур. Соперники теряют нить того, что у тебя на руках, а путаница — прикрытие для побега.
zh_hans: 当正面硬拼对你不利时,跟那些你并非非要的牌——但别拆散自己的牌型。对手会摸不清你手里有什么,而这份混乱,正是你脱身的掩护。
zh_hant: 當正面硬拼對你不利時，去跟那些你並非非要的墩——但別拆散自己的牌型。對手會摸不清你手裡握著什麼，而這份混亂正是你脫身的掩護。

source: When a player goes out and nobody beats their final play, the next lead doesn't go around the table — it lands on their PARTNER. That's catching the wind: a whole free turn.
ar: حين يخرج لاعب ولا يتغلّب أحد على لعبته الأخيرة، لا يدور البدء التالي حول الطاولة — بل يحطّ على شريكه. هذا هو التقاط الريح: دور كامل مجاني.
de: Wenn ein Spieler aussteigt und niemand sein letztes Spiel schlägt, läuft das nächste Anspiel nicht im Kreis um den Tisch – es landet bei seinem PARTNER. Das ist „den Wind fangen": ein ganzer freier Zug.
es: Cuando un jugador sale y nadie supera su jugada final, el siguiente liderazgo no da la vuelta a la mesa: cae en su COMPAÑERO. Eso es atrapar el viento: un turno entero gratis.
fr: Quand un joueur sort et que personne ne bat son dernier coup, l'ouverture suivante ne fait pas le tour de la table — elle revient à son PARTENAIRE. C'est prendre le vent : un tour entier gratuit.
hi: जब कोई खिलाड़ी बाहर निकल जाता है और उसकी आख़िरी चाल को कोई नहीं हरा पाता, तो अगली चाल मेज़ के चारों ओर नहीं घूमती — वह उसके साथी पर आ टिकती है। यही है हवा पकड़ना: एक पूरी मुफ़्त बारी।
id: Saat seorang pemain keluar dan tak ada yang mengalahkan langkah terakhirnya, pimpinan berikutnya tak berputar mengelilingi meja — melainkan jatuh ke PASANGANnya. Itulah menangkap angin: satu giliran gratis penuh.
ja: 誰かが上がり、その最後の一手を誰も越えられなかったとき、次の出番は卓を一周せず——その相棒に落ちる。これが接風：まるごとひと手のただ取りだ。
ko: 한 플레이어가 끝내고 그 마지막 패를 아무도 못 이기면, 다음 선공은 식탁을 한 바퀴 돌지 않고 그의 파트너에게 떨어집니다. 이게 바로 접풍(接風) — 공짜 한 턴입니다.
pt_br: Quando um jogador zera e ninguém supera sua jogada final, a próxima liderança não dá a volta na mesa — ela cai no PARCEIRO dele. Isso é pegar o vento: um turno livre inteiro.
ru: Когда игрок выходит и никто не бьёт его финальную фигуру, следующий ход не идёт по кругу — он достаётся его ПАРТНЁРУ. Это и есть «поймать ветер»: целый бесплатный ход.
zh_hans: 当一名玩家出完牌,而无人能压过他最后那手时,下一个首攻不会绕着桌子轮过去——它会落到他的搭档手上。这就是接风:一整个免费的回合。
zh_hant: 當一名玩家出完，且無人能壓過他最後一手牌時，下一輪首攻不會繞著桌子轉——而是落到他的搭檔身上。這就是接風：一整個白賺的回合。

source: When an opponent is down to 4 cards: if it's a bomb, fighting is pointless; if it's not, they can't escape anyway. So "never fight a four"… except: you're guarding a bigger bomb behind a finished run; you're mid-charge with dead leftovers; or their 4 splits into two moves that would unlock their partner. One in five fours IS fought — know why.
ar: حين ينخفض خصم إلى 4 أوراق: إن كانت قنبلة، فلا جدوى من القتال؛ وإن لم تكن، فلا يستطيعون الهرب على أي حال. لذا "لا تقاتل الأربعة أبداً"… إلا: حين تحرس قنبلة أكبر خلف سلسلة منتهية؛ أو حين تكون في منتصف هجوم بأوراق فائضة ميتة؛ أو حين تنقسم أربعتهم إلى خطوتين تطلقان شريكهم. واحدة من كل خمس أربعات تُقاتَل فعلاً — اعرف السبب.
de: Wenn ein Gegner auf 4 Karten herunter ist: Ist es eine Bombe, ist der Kampf sinnlos; ist es keine, kann er ohnehin nicht entkommen. Also „kämpfe nie gegen eine Vier"… außer: Du bewachst eine größere Bombe hinter einem fertigen Lauf; du steckst mitten im Sturm mit toten Resten; oder seine 4 teilt sich in zwei Züge, die seinen Partner befreien würden. Eine von fünf Vieren WIRD bekämpft – wisse, warum.
es: Cuando un oponente baja a 4 cartas: si es una bomba, luchar es inútil; si no lo es, igual no puede escapar. Así que "nunca luches contra un cuatro"… excepto: estás protegiendo una bomba mayor detrás de una racha terminada; estás a media carga con sobras muertas; o su 4 se divide en dos jugadas que liberarían a su compañero. Uno de cada cinco cuatros SÍ se lucha: entiende por qué.
fr: Quand un adversaire n'a plus que 4 cartes : si c'est une bombe, l'attaquer ne sert à rien ; si ce n'en est pas une, il ne peut de toute façon pas s'échapper. Donc « ne jamais attaquer un quatre »… sauf : tu protèges une plus grosse bombe derrière une série terminée ; tu es en pleine charge avec des restes morts ; ou son quatre se scinde en deux coups qui libéreraient son partenaire. Un quatre sur cinq EST attaqué — sache pourquoi.
hi: जब किसी विरोधी के पास सिर्फ़ 4 पत्ते बचें: अगर बम है तो लड़ना बेकार है; अगर नहीं है तो वे वैसे भी बच नहीं सकते। तो "चार से कभी मत लड़ो"… सिवाय: तुम किसी पूरी हुई कतार के पीछे एक बड़े बम की रखवाली कर रहे हो; तुम धावे के बीच में मरे हुए बचे पत्तों के साथ हो; या उनके 4 दो चालों में बँट जाते हैं जो उनके साथी की राह खोल देंगे। पाँच में से एक चार से लड़ा ही जाता है — कारण जानो।
id: Saat lawan tinggal 4 kartu: kalau itu bom, melawannya sia-sia; kalau bukan, toh mereka tak bisa kabur. Jadi "jangan pernah lawan empat"… kecuali: kamu menjaga bom lebih besar di balik rangkaian yang sudah selesai; kamu di tengah serbuan dengan sisa kartu mati; atau 4 mereka pecah jadi dua langkah yang akan membuka kunci pasangan mereka. Satu dari lima empat MEMANG dilawan — pahami alasannya.
ja: 相手が残り4枚のとき：炸弾なら叩いても無駄、炸弾でなくてもどのみち逃げられない。だから「四枚は叩くな」……ただし例外あり：上がった連番の裏でより大きな炸弾を守っているとき、衝の最中で死に札が残っているとき、あるいはその4枚が二手に割れて相棒の上がりを解き放つとき。四枚のうち五回に一回は叩くべきだ——その理由を知れ。
ko: 상대가 4장으로 줄었을 때: 炸彈이면 싸워봐야 소용없고, 炸彈이 아니어도 어차피 못 빠져나갑니다. 그래서 "4장은 치지 마라"… 단, 예외도 있습니다: 끝난 순자 뒤로 더 큰 炸彈을 지키고 있을 때, 죽은 자투리로 돌격 중일 때, 혹은 그 4장이 두 수로 쪼개져 상대 파트너를 풀어줄 때. 다섯 중 하나의 4장은 분명 쳐야 합니다 — 이유를 알아두세요.
pt_br: Quando um oponente fica com 4 cartas: se for bomba, lutar não adianta; se não for, ele não escapa mesmo. Então "nunca enfrente um quatro"… exceto: você guarda uma bomba maior atrás de uma sequência terminada; está no meio de uma investida com sobras mortas; ou o 4 dele se divide em duas jogadas que liberariam o parceiro. Um em cada cinco quatros É enfrentado — saiba por quê.
ru: Когда у соперника осталось 4 карты: если это бомба — сражаться бессмысленно; если нет — он всё равно не уйдёт. Поэтому «не бей четвёрку»… кроме случаев: ты стережёшь бомбу покрупнее за завершённой серией; ты в разгаре натиска с мёртвыми остатками; или его четвёрка распадается на два хода, что разблокирует его партнёра. Одну четвёрку из пяти бить ВСЁ ЖЕ стоит — знай почему.
zh_hans: 当一个对手只剩4张牌时:如果是炸弹,打它毫无意义;如果不是,他反正也跑不掉。所以"逢四不打"……除非:你正藏着一个更大的炸弹守在一条出完的顺子后头;你正打到强攻一半却剩着死牌;或者他那4张能拆成两手、放活他的搭档。每五个"四"里就有一个该打——要明白为什么。
zh_hant: 當一名對手只剩4張牌時：如果是炸彈，攔它毫無意義；如果不是，他反正也跑不掉。所以「逢四不打」……除非：你正守著一個更大的炸彈、它藏在一條已出完的順子後面；你正在攻出途中、手裡有甩不掉的死牌；或者他那4張會拆成兩步，從而解放他的搭檔。每五個四裡有一個是該打的——要明白為什麼。

source: When in doubt, pairs first
ar: عند الشك، الأزواج أولاً
de: Im Zweifel zuerst Paare
es: En la duda, parejas primero
fr: Dans le doute, les paires d'abord
hi: शक हो तो पहले जोड़े
id: Saat ragu, pasangan dulu
ja: 迷ったら、まずペア
ko: 헷갈릴 땐, 페어부터
pt_br: Na dúvida, pares primeiro
ru: Сомневаешься — пары вперёд
zh_hans: 拿不准时,先出对子
zh_hant: 拿不準時，先出對子

source: When should you cap a running opponent with your absolute biggest cards (封到顶)?
ar: متى ينبغي أن تكبح خصماً متسابقاً بأكبر أوراقك على الإطلاق (الصدّ حتى القمة)؟
de: Wann solltest du einen laufenden Gegner mit deinen absolut größten Karten deckeln (封到顶)?
es: ¿Cuándo debes coronar a un oponente que corre con tus cartas absolutamente más grandes (封到顶)?
fr: Quand faut-il coiffer un adversaire qui file avec tes cartes absolument les plus grosses (封到顶) ?
hi: किसी भागते विरोधी को अपने बिलकुल सबसे बड़े पत्तों से कब रोकना चाहिए (封到顶)?
id: Kapan kamu harus menutup lawan yang melaju dengan kartu mutlak terbesarmu (封到顶)?
ja: 逃げる相手を、文字通り最強の札で封じる（封到頂）べきはいつか？
ko: 달리는 상대를 자신의 가장 큰 패로 위에서 틀어막아야 할 때는 언제인가? (封到頂 — 끝까지 봉하기)
pt_br: Quando você deve coroar um oponente em fuga com suas cartas absolutamente maiores (封到顶)?
ru: Когда стоит накрывать бегущего соперника своими абсолютно крупнейшими картами (封到顶)?
zh_hans: 什么时候该用你绝对最大的牌把领跑的对手封到顶(封到顶)?
zh_hant: 什麼時候該用你絕對最大的牌去封住快出完的對手（封到頂）？
